[AssaultRifles.AR_Barrel_Vladof_Ogre:BehaviorProviderDefinition_16.Behavior_AttributeEffect_11.SkillDefinition_0 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked> "

[ManufacturerMaterials.Mat_Maliwan_3_GrogNozzle:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Alta probabilidade de causar efeito elemental"
NoConstraintText=""
Suffix=""
Prefix=""

[Name.Prefix.Prefix_Gemstone_Aquamarine WeaponNamePartDefinition]
PartName="Água-Marinha"

[Name.Prefix.Prefix_Gemstone_Citrine WeaponNamePartDefinition]
PartName="Citrina"

[Name.Prefix.Prefix_Gemstone_CubicZerconia WeaponNamePartDefinition]
PartName="Zircônia Cúbica"

[Name.Prefix.Prefix_Gemstone_Diamond WeaponNamePartDefinition]
PartName="Diamante"

[Name.Prefix.Prefix_Gemstone_Emerald WeaponNamePartDefinition]
PartName="Esmeralda"

[Name.Prefix.Prefix_Gemstone_Garnet WeaponNamePartDefinition]
PartName="Granada"

[Name.Prefix.Prefix_Gemstone_Quartz WeaponNamePartDefinition]
PartName="Quartzo"

[Name.Prefix.Prefix_Gemstone_Rock WeaponNamePartDefinition]
PartName="Rocha"

[Name.Title.Title__Unique_Crit WeaponNamePartDefinition]
PartName="Crítica"

[Name.Title.Title__Unique_Crit:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Quando está molhada, fica escorregadia."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_GrogNozzle WeaponNamePartDefinition]
PartName="Bico de Grogue"

[Name.Title.Title__Unique_GrogNozzle:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Entregue as chaves, querido..."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Swordsplosion WeaponNamePartDefinition]
PartName="EXPLOSÃO-DE-ESPADAS!!!"

[Name.Title.Title__Unique_Swordsplosion:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Porque o Senhor Torgue disse isso?"
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Ogre WeaponNamePartDefinition]
PartName="Ogra"

[Name.Title.Title_Unique_Ogre:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Os Ogros mastigam bem a comida."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Orc WeaponNamePartDefinition]
PartName="Ogro"

[Name.Title.Title_Unique_Orc:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Já mostrei o meu valor?"
Suffix=""
Prefix=""

[Pistols.Pistol_Barrel_Bandit_GrogNozzle:BehaviorProviderDefinition_3.Behavior_AttributeEffect_31.SkillDefinition_0 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Crit SkillDefinition]
SkillName="Habilidade de Lançamento Crítico"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[SMGs.SMG_Barrel_Dahl_Orc:BehaviorProviderDefinition_20.Behavior_AttributeEffect_13.SkillDefinition_0 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

